Repository: lliurex/classroom-mountmode
Catalog: lliurex-po/classroom-mountmode-override/*.po
Languages: ca_es@valencia, es_es

source: Full
ca_es@valencia: Complet
es_es: Completo

source: Enabled
ca_es@valencia: Habilitats
es_es: Habilitados

source: Disabled
ca_es@valencia: Inhabilitats
es_es: Deshabilitados

source: Press to disable moving profiles
ca_es@valencia: Premeu per a inhabilitar els perfils mòbils
es_es: Haga clic para deshabilitar los perfiles móviles

source: Press to enable moving profiles
ca_es@valencia: Premeu per a habilitar els perfils mòbils
es_es: Haga clic para habilitar los perfiles móviles

source: To change the status of moving profiles it is necessary that the established mode be Lite
ca_es@valencia: Per a canviar l'estat dels perfils mòbils és necessari que s'haja establit el mode Lite
es_es: Para cambiar el estado de los perfiles móviles es necesario que el modo establecido sea Lite

source: Changes applied successful
ca_es@valencia: S'han aplicat els canvis correctament
es_es: Cambios aplicados correctamente

source: Deactivate to apply server configuration
ca_es@valencia: Desactiva per a aplicar la configuració del servidor
es_es: Desactivar para aplicar la configuración del servidor

source: Activate to override server configuration
ca_es@valencia: Activa per a sobreescriure la configuració del servidor
es_es: Activar para sobreescribir la configuración del servidor

source: There are pending changes to apply. Do you want to exit or cancel?
ca_es@valencia: Hi ha canvis pendents per aplicar. Voleu eixir o cancel·lar l'ordre?
es_es: Hay cambios pendientes de aplicar. ¿Desea salir o cancelar?

source: You need administration privileges to run this application.
ca_es@valencia: Necessiteu privilegis d'administrador per a executar aquesta aplicació
es_es: Necesita permisos de administrador para ejecutar esta aplicación.

source: Classroom mount mode established by server
ca_es@valencia: El servidor ha establit em mode de muntatge de l'aula
es_es: Modo de montaje del aula establecido por el servidor

source: Established mode:
ca_es@valencia: S'ha establit el mode:
es_es: Modo establecido:

source: Moving Profiles:
ca_es@valencia: Perfils mòbils:
es_es: Perfiles móviles:

source: Classroom mount mode override
ca_es@valencia: Sobreescriptura del mode de muntatge de l'aula
es_es: Sobreescribir el modo de montaje del aula

source: Press to select mount mode
ca_es@valencia: Premeu per a seleccionar el mode de muntatge
es_es: Haga clic para seleccionar el modo de montaje

source: It allows to overwrite the mount mode established for the classroom by the server on this computer. If lite mode is enabled, you can enable or disable moving profiles
ca_es@valencia: Permet sobreescriure el mode de muntatge establit per a l'aula per aquest servidor en aquest ordinador. Si es mode Lite està activat, podeu activar o desactivar el perfils mòbils
es_es: Permite sobreescribir el modo de montaje establecido por el servidor en este equipo. Si el modo Lite es activado puede habilitar o deshabilitar los perfiles móviles
